[Akimbo X2SoldierClassTemplate]
+LeftAbilityTreeTitle="枪斗士"
+RightAbilityTreeTitle="打击手"
AbilityTreeTitles[0]="枪斗士"
AbilityTreeTitles[1]="打击手"
AbilityTreeTitles[2]="适应者"
AbilityTreeTitles[3]="XCOM"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="侦查监视"
LocLongDescription="<Ability:Classname/>的监视不再有反应射击命中惩罚，可以暴击，但只能在小区域监视。"
LocHelpText="<Ability:Classname/>的监视不再有反应射击命中惩罚，可以暴击，但只能在小区域监视。"
LocFlyOverText="侦查监视"
LocPromotionPopupText="<Bullet/> 侦查监视替代了监视。 <br/><Bullet/> 侦查监视 - 在一个又长又窄的锥形上监视。<br/><Bullet/> 可以在移动时做出反应。<br/><Bullet/> 可以暴击并且不会受到反应射击命中惩罚。"